Repository: szkatica22/BEERom
Catalog: lib/l10n/intl_*.arb
Languages: hu

# pageTitle
source: Beer Recipes
hu: Sör Receptek

# pageTitleBeerName
source: Beer Name
hu: Sör Név

source: Search beer recipes
hu: Sör receptek keresése

# beerName
source: Name
hu: Név

# beerTagline
source: Tagline
hu: Címke

# beerFirstBrewed
source: First brewed
hu: Első főzés

# beerDescription
source: Description
hu: Leírás

# beerVolume
source: Volume
hu: Mennyiség

# beerBoilVolume
source: Boil volume
hu: Főző mennyiség

# beerMethod
source: Method
hu: Elkészítés

# beerMashTemp
source: Mash temperature
hu: Cefrézés hőmérséklete

# beerMashDuration
source: Mash duration
hu: Cefrézés időtartama

# beerFregmentationTemp
source: Fregmentation temperature
hu: Fregmentáció hőmérséklete

# beerIngredients
source: Ingredients
hu: Hozzávalók

# beerMalt
source: Malt
hu: Maláta

# beerMaltName
source: Name
hu: Név

# beerMaltAmount
source: Amount
hu: Mennyiség

# beerHops
source: Hops
hu: Komlók

# beerHopsName
source: Name
hu: Név

# beerHopsAmount
source: Amount
hu: Mennyiség

# beerHopsAdd
source: Add
hu: Hozzáadás

# beerHopsAttribute
source: Attribute
hu: Tulajdonság

# beerYeast
source: Yeast
hu: Élesztő

# beerFood
source: Food pairing
hu: Étel párosítás

# beerBrewersTips
source: Brewers tips
hu: Sörfőzők tippjei

# BeerContributor
source: Contributed by
hu: Hozzájárult
